[X2Ability_Lucu_Sniper_SniperAbilitySet]
+SetUpFriendlyDesc="你获得小队视野，但你每回合只获得1个行动点。直到你移动。"
+ZeroInFriendlyDesc="下次攻击+10命中+10暴击"
+CoverTargetFriendlyDesc="正在掩护目标"
+FollowUpTargetFriendlyDesc="正在跟随目标"
+SetUpLostString="阵地移除"
+RelocationFriendlyName="重定位"
+RelocationFriendlyDesc="无需移除阵地也可移动"
